{
  "meta-tags": {
    "description": "Mi nombre es Julian Varo, soy desarrollador full-stack freelance. Entusiasta de brindar una gran experiencia de usuario y mejorar el rendimiento de aplicaciones."
  },
  "navbar": {
    "reviews": "Reseñas"
  },
  "sections": {
    "home": "Inicio",
    "about": "Sobre mí",
    "stack": "Stack",
    "jobs": "Trabajos Recientes",
    "projects": "Proyectos",
    "reviews": "Opinión de Clientes",
    "contact": "Contáctame"
  },
  "home": {
    "greeting": "Hola 👋",
    "presentation": "Soy ",
    "phrase": "construyendo apps interesantes que generen valor para las personas.",
    "aria-label-github": "Ir a mi perfil de Github",
    "aria-label-linkedin": "Ir a mi perfil de Linkedin",
    "aria-label-twitter": "Ir a mi perfil de X (antes Twitter)"
  },
  "about": {
    "paragraph-1": "Soy un desarrollador full-stack versátil y entusiasta. Me dedico a construir destacadas experiencias digitales.",
    "paragraph-2": "A la hora de desarrollar una aplicación, mi foco está en que ésta se centre en el usuario, de manera que el frontend le ofrezca una gran experiencia al usuario y refleje fielmente el mensaje del proyecto. Por su parte, el backend debe ser robusto, con su adecuada seguridad y efectividad.",
    "paragraph-3": "Cada vez que tomo un proyecto, me sumerjo en él para comprender su contexto y así proveer la solución que mejor se adapte a sus necesidades."
  },
  "lang": "es",
  "stack": {
    "titles": {
      "backend": "Backend",
      "frontend": "Frontend",
      "languages": "Lenguajes de programación",
      "databases": "Bases de Datos"
    }
  },
  "reviews": {
    "0": {
      "review": "He tenido recientemente el placer de trabajar con Julian, desde la consulta inicial hasta el día de entrega del proyecto he estado muy satisfecho con el profesionalismo y la calidad del trabajo producido. Fue capaz de entender mis requerimientos y hacer los ajustes necesarios para asegurar que mi visión se reflejaba en el producto final. Incluso cuando hice peticiones adicionales luego de concluido el proyecto, Julian se acomodó, asegurándose que mis expectativas fueran completamente logradas. ¡Muy recomendable! ¡5 estrellas!",
      "client": "Dominique"
    },
    "1": {
      "review": "Código bien estructurado, entregado dentro del plazo estipulado. Profesional altamente recomendable.",
      "client": "Valantis"
    },
    "2": {
      "review": "Una excelente experienza. El vendedor es muy experto y tiene excelente comunicacion. Muy profesional y disponible. Voy a seguir trabajando con el. Lo recomiendo ampliamente a todos",
      "client": "Alejandro"
    },
    "3": {
      "review": "Gran profesional. Gran trabajo",
      "client": "Andro"
    }
  },
  "contact": {
    "social": {
      "title": "Encuéntrame en"
    },
    "form": {
      "title": "Envíame un mensaje",
      "name": "Nombre",
      "name-placeholder": "Juan Doe",
      "name-missing": "Tu nombre es requerido",
      "email": "Email",
      "email-placeholder": "ejemplo@email.com",
      "email-missing": "Tu correo es requerido",
      "email-invalid": "Ingresa un email válido",
      "message": "Tu mensaje",
      "message-placeholder": "Hola, me interesa hablarte sobre...",
      "message-missing": "El mensaje no puede estar vacío",
      "message-length": "El mensaje debe tener al menos 15 caracteres",
      "button": "Enviar"
    }
  }
}