{
  "meta-tags": {
    "description": "My name is Julian Varo, I am a freelance web developer. I am a passionate of UX and improving the applications' performance."
  },
  "sections": {
    "home": "Home",
    "about": "About",
    "skills": "Skills",
    "projects": "Personal Projects",
    "clients-reviews": "Clients' Reviews",
    "contact": "Contact"
  },
  "home": {
    "greeting": "Hello there 👋",
    "presentation": "I am ",
    "phrase": "I love building beautiful applications that generate value for the people."
  },
  "about": {
    "paragraph-1": "My first steps in coding were in high school, solving some exercises. Although I was interested in the subject and I was curious to learn more, I set it aside because I was mainly focused on playing football (soccer) and learning about sports.",
    "paragraph-2": "In 2022 I returned to programming to find what I couldn't have seen before. After some searches and investigations, web development got my attention and I decided to go deeper.",
    "paragraph-3": "I learned through different resources from web and building projects. Now, I am exploring and improving my skills to develop a better software and give a better experience to the user."
  },
  "lang": "en",
  "clients-reviews": {
    "0": {
      "review": "I recently had the pleasure of working with this Julian From the initial consultation to the delivery of the project, I was more than satisfied with the professionalism and quality of the work produced. He was able to quickly grasp my concept and make the necessary adjustments to ensure that my vision was clearly translated in the end product. Even when I had additional requests after the completion of the project, Julian was extremely accommodating, making sure that all my expectations were fully met. Highly recommended! 5 stars!",
      "client": "Dominique"
    },
    "1": {
      "review": "Well structure code, provided within the deadline that was really strict. Highly recommended professional.",
      "client": "Valantis"
    },
    "2": {
      "review": "An excellent experience. He is an expert and has an excellent communication. Very professional and good availability. I am going to keep working with him. I recommend him to everybody.",
      "client": "Alejandro"
    },
    "3": {
      "review": "Great professional. Great work",
      "client": "Andro"
    }
  },
  "contact": {
    "social": {
      "title": "Find me on"
    },
    "form": {
      "title": "Send me a message",
      "name": "Name",
      "name-placeholder": "John Doe",
      "name-missing": "Name is required",
      "email": "Email",
      "email-placeholder": "example@email.com",
      "email-missing": "Email is required",
      "email-invalid": "Enter a valid email",
      "message": "Your message",
      "message-placeholder": "Hi, I'm interested in having a chat with you about...",
      "message-missing": "The message could not be empty",
      "message-length": "Your message must be at least 15 characters long",
      "button": "Send"
    }
  }
}