{
  "meta-tags": {
    "description": "My name is Julian Varo, I am a freelance full-stack developer. I am a passionate of UX and improving the applications' performance."
  },
  "navbar": {
    "reviews": "Reviews"
  },
  "sections": {
    "home": "Home",
    "about": "About",
    "stack": "Stack",
    "jobs": "Previous Jobs",
    "projects": "Personal Projects",
    "reviews": "Client Reviews",
    "contact": "Contact"
  },
  "home": {
    "greeting": "Hello there 👋",
    "presentation": "I am ",
    "phrase": "building beautiful applications that generate value for the people.",
    "aria-label-github": "Go to my Github profile",
    "aria-label-linkedin": "Go to my Linkedin profile",
    "aria-label-twitter": "Go to my X profile (former Twitter)"
  },
  "about": {
    "paragraph-1": "I am a versatile and enthusiastic full-stack developer, who's all about building exceptional digital experiences.",
    "paragraph-2": "My focus when building an application is that it must be user-centric, so that the frontend might give an outstanding experience to the user and might accurately reflect the message of the project. Moreover, the backend might be robust with its proper security and effectiveness.",
    "paragraph-3": "Every time I take on a project, I immerse myself into it to understand its context and provide the solution that best fits its needs."
  },
  "lang": "en",
  "stack": {
    "titles": {
      "backend": "Backend",
      "frontend": "Frontend",
      "languages": "Programming Languages",
      "databases": "Databases"
    }
  },
  "reviews": {
    "0": {
      "review": "I recently had the pleasure of working with this Julian From the initial consultation to the delivery of the project, I was more than satisfied with the professionalism and quality of the work produced. He was able to quickly grasp my concept and make the necessary adjustments to ensure that my vision was clearly translated in the end product. Even when I had additional requests after the completion of the project, Julian was extremely accommodating, making sure that all my expectations were fully met. Highly recommended! 5 stars!",
      "client": "Dominique"
    },
    "1": {
      "review": "Well structure code, provided within the deadline that was really strict. Highly recommended professional.",
      "client": "Valantis"
    },
    "2": {
      "review": "An excellent experience. He is an expert and has an excellent communication. Very professional and good availability. I am going to keep working with him. I recommend him to everybody.",
      "client": "Alejandro"
    },
    "3": {
      "review": "Great professional. Great work",
      "client": "Andro"
    }
  },
  "contact": {
    "social": {
      "title": "Find me on"
    },
    "form": {
      "title": "Send me a message",
      "name": "Name",
      "name-placeholder": "John Doe",
      "name-missing": "Name is required",
      "email": "Email",
      "email-placeholder": "example@email.com",
      "email-missing": "Email is required",
      "email-invalid": "Enter a valid email",
      "message": "Your message",
      "message-placeholder": "Hi, I'm interested in having a chat with you about...",
      "message-missing": "The message could not be empty",
      "message-length": "Your message must be at least 15 characters long",
      "button": "Send"
    }
  }
}